{
  "title": "Termini di Servizio - App Calcolatore Calorie IA Calkilo",
  "description": "Calkilo Terms of Service - Read our terms and conditions for using the AI-powered calorie calculator app. User agreement and service terms.",
  "breadcrumb": {
    "home": "Home",
    "current": "Termini di Servizio"
  },
  "backToHome": "Torna alla home",
  "lastUpdated": "Ultimo aggiornamento: 15 gennaio 2024",
  "content": {
    "intro": "Welcome to Calkilo! These Terms of Service (\"Terms\") govern your use of our AI-powered calorie calculator mobile application (\"App\") and related services provided by Calkilo (\"we,\" \"us,\" or \"our\"). By downloading, installing, or using our App, you agree to be bound by these Terms.",
    "sections": {
      "acceptanceOfTerms": {
        "title": "1. Acceptance of Terms",
        "description": "By accessing or using our App, you agree to comply with and be bound by these Terms. If you do not agree to these Terms, please do not use our App. We reserve the right to modify these Terms at any time, and your continued use of the App constitutes acceptance of any changes."
      },
      "descriptionOfService": {
        "title": "2. Description of Service",
        "description": "Calkilo is an AI-powered mobile application that:",
        "items": {
          "0": "Analyzes food photos to calculate calories and nutritional information",
          "1": "Provides personalized nutrition tracking and goal setting",
          "2": "Offers dietary recommendations based on your health goals",
          "3": "Maintains a history of your food intake and nutritional data"
        }
      },
      "healthDisclaimer": {
        "title": "3. Health and Medical Disclaimer",
        "important": "IMPORTANT:",
        "description": "Calkilo is not a medical device or healthcare provider. Our App provides general nutritional information and should not be used as a substitute for professional medical advice, diagnosis, or treatment.",
        "items": {
          "0": "Always consult with qualified healthcare professionals before making dietary changes",
          "1": "Our calorie calculations are estimates and may not be 100% accurate",
          "2": "Individual nutritional needs vary based on health conditions, medications, and other factors",
          "3": "We are not responsible for any health outcomes resulting from use of our App"
        }
      },
      "limitationOfLiability": {
        "title": "4. Limitation of Liability",
        "description": "TO THE MAXIMUM EXTENT PERMITTED BY LAW, CALKILO SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF PROFITS, DATA, OR USE, ARISING FROM YOUR USE OF THE APP."
      },
      "contactInformation": {
        "title": "5. Contact Information",
        "description": "If you have any questions about these Terms, please contact us:",
        "email": "Email: legal@calkilo.app",
        "address": "Address: Calkilo Legal Team, 123 Health Tech Street, San Francisco, CA 94105"
      }
    }
  }
}