{
  "title": "Terms & Conditions - Calkilo AI Calorie Calculator App",
  "description": "Calkilo Terms & Conditions - Read our terms and conditions for using the AI-powered calorie calculator app. User agreement and usage terms.",
  "breadcrumb": {
    "home": "Home",
    "current": "Terms and Conditions"
  },
  "backToHome": "Back to Home",
  "lastUpdated": "Last Updated: [Date]",
  "content": {
    "intro": "By accessing or using Calkilo (\"the Service,\" \"we,\" \"us,\" or \"our\"), you agree to be bound by these Terms and Conditions (\"Terms\"). If you do not agree to these Terms, you may not access or use the Service.\n\nThese Terms apply to all users of the Service, including without limitation users who are browsers, vendors, customers, merchants, and/or contributors of content.",
    "sections": {
      "agreementToTerms": {
        "title": "1. Agreement to Terms",
        "description": "By accessing or using Calkilo (\"the Service,\" \"we,\" \"us,\" or \"our\"), you agree to be bound by these Terms and Conditions (\"Terms\"). If you do not agree to these Terms, you may not access or use the Service.\n\nThese Terms apply to all users of the Service, including without limitation users who are browsers, vendors, customers, merchants, and/or contributors of content."
      },
      "eligibility": {
        "title": "2. Eligibility",
        "ageRequirement": {
          "title": "2.1 Age Requirement",
          "description": "You must be at least 13 years old to use Calkilo. By using the Service, you represent and warrant that you are at least 13 years of age. If you are under 18, you represent that you have your parent's or guardian's permission to use the Service."
        },
        "accountRegistration": {
          "title": "2.2 Account Registration",
          "description": "To access certain features of the Service, you must register for an account. You agree to:",
          "items": {
            "0": "Provide accurate, current, and complete information during registration",
            "1": "Maintain and update your information to keep it accurate and complete",
            "2": "Maintain the security of your account credentials",
            "3": "Accept responsibility for all activities that occur under your account",
            "4": "Notify us immediately of any unauthorized use of your account"
          }
        }
      },
      "descriptionOfService": {
        "title": "3. Description of Service",
        "description": "Calkilo is a mobile application that provides:",
        "items": {
          "0": "Calorie tracking and nutrition monitoring",
          "1": "Food scanning and AI-powered nutrition analysis",
          "2": "Weight and health goal tracking",
          "3": "Personalized meal and nutrition recommendations",
          "4": "Social features including challenges, leaderboards, and friend invitations",
          "5": "Premium features available through in-app purchases"
        }
      },
      "userResponsibilities": {
        "title": "4. User Responsibilities",
        "acceptableUse": {
          "title": "4.1 Acceptable Use",
          "description": "You agree to use the Service only for lawful purposes and in accordance with these Terms. You agree not to:",
          "items": {
            "0": "Use the Service in any way that violates any applicable law or regulation",
            "1": "Transmit any malicious code, viruses, or harmful data",
            "2": "Attempt to gain unauthorized access to the Service or related systems",
            "3": "Interfere with or disrupt the Service or servers",
            "4": "Use automated systems to access the Service without permission",
            "5": "Impersonate any person or entity",
            "6": "Collect or harvest information about other users"
          }
        },
        "healthInformationDisclaimer": {
          "title": "4.2 Health Information Disclaimer",
          "description": "The Service provides general health and nutrition information for informational purposes only. It is not intended to:",
          "notIntended": {
            "0": "Replace professional medical advice, diagnosis, or treatment",
            "1": "Serve as a substitute for consultation with a qualified healthcare provider",
            "2": "Diagnose, treat, cure, or prevent any disease or health condition"
          },
          "acknowledgment": "You acknowledge that:",
          "acknowledgmentItems": {
            "0": "Nutritional information and recommendations are estimates and may vary",
            "1": "Individual results may vary based on various factors",
            "2": "You should consult with a healthcare provider before making significant changes to your diet or exercise routine",
            "3": "We are not responsible for any health outcomes resulting from your use of the Service"
          }
        },
        "contentYouProvide": {
          "title": "4.3 Content You Provide",
          "description": "You retain ownership of any content you submit to the Service, including photos, food entries, and personal data. By submitting content, you grant us a worldwide, non-exclusive, royalty-free license to use, store, and process your content to provide and improve the Service.",
          "represent": "You represent and warrant that:",
          "representItems": {
            "0": "You have the right to submit the content",
            "1": "The content does not violate any third-party rights",
            "2": "The content is accurate and not misleading"
          }
        }
      },
      "premiumFeatures": {
        "title": "5. Premium Features and Subscriptions",
        "subscriptionPlans": {
          "title": "5.1 Subscription Plans",
          "description": "Calkilo offers premium subscription plans that provide access to additional features. Subscription details, including pricing and features, are available within the app."
        },
        "paymentTerms": {
          "title": "5.2 Payment Terms",
          "items": {
            "0": "Subscriptions are billed through Apple App Store or Google Play Store",
            "1": "Payment will be charged to your account at confirmation of purchase",
            "2": "Subscriptions automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period",
            "3": "Your account will be charged for renewal within 24 hours prior to the end of the current period"
          }
        },
        "cancellationAndRefunds": {
          "title": "5.3 Cancellation and Refunds",
          "items": {
            "0": "You may cancel your subscription at any time through your device's subscription settings",
            "1": "Cancellation will take effect at the end of the current billing period",
            "2": "Refunds are subject to the policies of Apple App Store or Google Play Store",
            "3": "We do not provide refunds for partially used subscription periods"
          }
        },
        "priceChanges": {
          "title": "5.4 Price Changes",
          "description": "We reserve the right to change subscription prices at any time. Price changes will not affect your current subscription period but will apply to subsequent renewal periods."
        }
      },
      "intellectualProperty": {
        "title": "6. Intellectual Property Rights",
        "ourRights": {
          "title": "6.1 Our Rights",
          "description": "The Service, including its original content, features, and functionality, is owned by us and is protected by international copyright, trademark, patent, trade secret, and other intellectual property laws."
        },
        "limitedLicense": {
          "title": "6.2 Limited License",
          "description": "We grant you a limited, non-exclusive, non-transferable, revocable license to access and use the Service for your personal, non-commercial use, subject to these Terms."
        },
        "restrictions": {
          "title": "6.3 Restrictions",
          "description": "You may not:",
          "items": {
            "0": "Copy, modify, or create derivative works of the Service",
            "1": "Reverse engineer, decompile, or disassemble the Service",
            "2": "Remove any copyright or proprietary notices",
            "3": "Use our trademarks, logos, or brand names without permission"
          }
        }
      },
      "privacy": {
        "title": "7. Privacy",
        "description": "Your use of the Service is also governed by our Privacy Policy. Please review our Privacy Policy, which explains how we collect, use, and protect your information."
      },
      "disclaimers": {
        "title": "8. Disclaimers",
        "serviceAvailability": {
          "title": "8.1 Service Availability",
          "description": "The Service is provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. We do not guarantee that:",
          "items": {
            "0": "The Service will be uninterrupted, secure, or error-free",
            "1": "Defects will be corrected",
            "2": "The Service is free of viruses or other harmful components"
          }
        },
        "accuracyOfInformation": {
          "title": "8.2 Accuracy of Information",
          "description": "While we strive to provide accurate nutritional and health information, we do not warrant the accuracy, completeness, or usefulness of any information on the Service. Nutritional data is based on databases and AI analysis, which may contain errors or inaccuracies."
        },
        "thirdPartyContent": {
          "title": "8.3 Third-Party Content",
          "description": "The Service may contain links to third-party websites or services. We are not responsible for the content, accuracy, or opinions expressed on such websites."
        }
      },
      "limitationOfLiability": {
        "title": "9. Limitation of Liability",
        "description": "To the maximum extent permitted by law:",
        "items": {
          "0": "We shall not be liable for any indirect, incidental, special, consequential, or punitive damages",
          "1": "Our total liability for any claims arising from your use of the Service shall not exceed the amount you paid us in the 12 months preceding the claim",
          "2": "We are not liable for any loss or damage resulting from your reliance on information provided by the Service"
        }
      },
      "indemnification": {
        "title": "10. Indemnification",
        "description": "You agree to indemnify, defend, and hold harmless Calkilo and its officers, directors, employees, and agents from any claims, damages, losses, liabilities, and expenses (including legal fees) arising from:",
        "items": {
          "0": "Your use of the Service",
          "1": "Your violation of these Terms",
          "2": "Your violation of any rights of another party",
          "3": "Your content or conduct"
        }
      },
      "accountTermination": {
        "title": "11. Account Termination",
        "terminationByYou": {
          "title": "11.1 Termination by You",
          "description": "You may delete your account at any time through the app settings. Account deletion is permanent and cannot be undone. All your data will be deleted in accordance with our Privacy Policy."
        },
        "terminationByUs": {
          "title": "11.2 Termination by Us",
          "description": "We may suspend or terminate your account and access to the Service immediately, without prior notice, if you:",
          "items": {
            "0": "Violate these Terms",
            "1": "Engage in fraudulent, illegal, or harmful activity",
            "2": "Fail to pay subscription fees (if applicable)",
            "3": "Otherwise misuse the Service"
          }
        },
        "effectOfTermination": {
          "title": "11.3 Effect of Termination",
          "description": "Upon termination:",
          "items": {
            "0": "Your right to use the Service will immediately cease",
            "1": "We may delete your account and associated data",
            "2": "Provisions that by their nature should survive termination will survive"
          }
        }
      },
      "disputeResolution": {
        "title": "12. Dispute Resolution",
        "governingLaw": {
          "title": "12.1 Governing Law",
          "description": "These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions."
        },
        "disputeResolutionProcess": {
          "title": "12.2 Dispute Resolution Process",
          "description": "Any disputes arising from these Terms or your use of the Service shall be resolved through:",
          "items": {
            "0": "Good faith negotiations",
            "1": "Binding arbitration (if applicable in your jurisdiction)",
            "2": "Courts of competent jurisdiction"
          }
        }
      },
      "changesToTerms": {
        "title": "13. Changes to Terms",
        "description": "We reserve the right to modify these Terms at any time. We will notify you of material changes by:",
        "items": {
          "0": "Posting the updated Terms on this page",
          "1": "Updating the \"Last Updated\" date",
          "2": "Sending a notification through the Service (if applicable)"
        },
        "continuedUse": "Your continued use of the Service after changes become effective constitutes acceptance of the revised Terms."
      },
      "severability": {
        "title": "14. Severability",
        "description": "If any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions will remain in full force and effect."
      },
      "entireAgreement": {
        "title": "15. Entire Agreement",
        "description": "These Terms, together with our Privacy Policy, constitute the entire agreement between you and Calkilo regarding your use of the Service and supersede all prior agreements and understandings."
      },
      "waiver": {
        "title": "16. Waiver",
        "description": "Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights."
      },
      "contactInformation": {
        "title": "17. Contact Information",
        "description": "If you have any questions about these Terms, please contact us at:",
        "email": "Email: [Your Support Email]",
        "website": "Website: https://calkilo.com",
        "address": "Address: [Your Company Address]"
      },
      "acknowledgment": {
        "title": "18. Acknowledgment",
        "description": "By using Calkilo, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions.",
        "footer": "These Terms and Conditions are effective as of the date listed above and apply to all users of the Calkilo Service."
      }
    }
  }
}
