{
  "title": "شرایط و ضوابط - برنامه Calkilo ماشین حساب کالری هوش مصنوعی",
  "description": "شرایط و ضوابط Calkilo - شرایط و ضوابط استفاده از برنامه ماشین حساب کالری هوش مصنوعی را بخوانید. توافق کاربر و شرایط استفاده.",
  "breadcrumb": {
    "home": "خانه",
    "current": "شرایط و ضوابط"
  },
  "backToHome": "بازگشت به خانه",
  "lastUpdated": "آخرین به‌روزرسانی: 15 ژانویه 2024",
  "content": {
    "intro": "به Calkilo خوش آمدید! این شرایط و ضوابط (\"شرایط\") دسترسی و استفاده شما از برنامه موبایل ماشین حساب کالری هوش مصنوعی ما (\"برنامه\")، وب‌سایت و خدمات مرتبط (در مجموع، \"خدمات\") ارائه شده توسط Calkilo (\"ما\"، \"ما\" یا \"ما\") را تنظیم می‌کند.",
    "sections": {
      "agreementToTerms": {
        "title": "1. توافق با شرایط",
        "description": "با دسترسی یا استفاده از Calkilo، شما موافقت می‌کنید که توسط این شرایط و ضوابط و تمام قوانین و مقررات قابل اجرا محدود شوید. اگر با هیچ یک از این شرایط موافق نیستید، از استفاده یا دسترسی به خدمات منع شده‌اید."
      },
      "useLicense": {
        "title": "2. مجوز استفاده",
        "permissionToUse": {
          "title": "2.1 مجوز استفاده",
          "description": "مشروط به رعایت این شرایط، ما به شما یک مجوز محدود، غیرانحصاری، غیرقابل انتقال و قابل لغو اعطا می‌کنیم:",
          "items": {
            "0": "دانلود و نصب برنامه در دستگاه موبایل شخصی خود",
            "1": "دسترسی و استفاده از خدمات برای استفاده شخصی و غیرتجاری شما",
            "2": "استفاده از ویژگی‌ها و عملکرد برنامه به همان شکلی که در نظر گرفته شده است"
          }
        }
      },
      "healthDisclaimer": {
        "title": "3. سلب مسئولیت سلامت و پزشکی",
        "important": "سلب مسئولیت پزشکی مهم:",
        "description": "Calkilo یک ابزار ردیابی تغذیه است و برای تشخیص، درمان، درمان یا پیشگیری از هر بیماری یا وضعیت پزشکی در نظر گرفته نشده است. اطلاعات ارائه شده توسط برنامه ما فقط برای اهداف اطلاعاتی عمومی است و نباید به عنوان مشاوره پزشکی در نظر گرفته شود.",
        "items": {
          "0": "همیشه قبل از ایجاد تغییرات غذایی با متخصصان مراقبت‌های بهداشتی واجد شرایط مشورت کنید",
          "1": "محاسبات کالری و تغذیه ما تخمینی هستند و ممکن است 100٪ دقیق نباشند",
          "2": "نیازهای تغذیه‌ای فردی بر اساس شرایط سلامتی، داروها، سن و عوامل دیگر متفاوت است",
          "3": "ما مسئول هیچ نتیجه سلامتی ناشی از استفاده از خدمات ما نیستیم"
        }
      },
      "limitationOfLiability": {
        "title": "4. محدودیت مسئولیت",
        "description": "تا حداکثر حد مجاز توسط قانون قابل اجرا، CALKILO و شرکت‌های وابسته آن مسئول هیچ خسارت غیرمستقیم، اتفاقی، خاص، پیامد یا تنبیهی نخواهند بود."
      },
      "contactInformation": {
        "title": "5. اطلاعات تماس",
        "description": "اگر سوالی در مورد این شرایط و ضوابط دارید، لطفاً با ما تماس بگیرید:",
        "email": "ایمیل: legal@calkilo.app",
        "address": "آدرس: تیم حقوقی Calkilo، خیابان Health Tech 123، سان فرانسیسکو، CA 94105"
      }
    }
  }
}

