{
  "title": "شرایط خدمات - برنامه Calkilo ماشین حساب کالری هوش مصنوعی",
  "description": "شرایط خدمات Calkilo - شرایط و ضوابط استفاده از برنامه ماشین حساب کالری هوش مصنوعی را بخوانید. توافق کاربر و شرایط خدمات.",
  "breadcrumb": {
    "home": "خانه",
    "current": "شرایط خدمات"
  },
  "backToHome": "بازگشت به خانه",
  "lastUpdated": "آخرین به‌روزرسانی: 15 ژانویه 2024",
  "content": {
    "intro": "به Calkilo خوش آمدید! این شرایط استفاده، قوانین و مقررات استفاده از اپلیکیشن Calkilo را مشخص می‌کند. با دانلود، نصب یا استفاده از این برنامه، شما این شرایط را می‌پذیرید و متعهد به رعایت آن‌ها هستید.",
    "sections": {
      "acceptanceOfTerms": {
        "title": "1. پذیرش شرایط",
        "description": "با استفاده از اپلیکیشن Calkilo، شما این شرایط را می‌پذیرید و موافقت می‌کنید که به آن‌ها پایبند باشید. در صورت عدم موافقت با این شرایط، لطفاً از برنامه استفاده نکنید. ما حق تغییر این شرایط را در هر زمان داریم و ادامه استفاده شما از برنامه به معنای پذیرش تغییرات است."
      },
      "descriptionOfService": {
        "title": "2. معرفی سرویس",
        "description": "Calkilo یک اپلیکیشن هوش مصنوعی برای محاسبه کالری است که قابلیت‌های زیر را ارائه می‌دهد:",
        "items": {
          "0": "تجزیه و تحلیل عکس غذا برای محاسبه کالری و اطلاعات تغذیه‌ای",
          "1": "ردیابی تغذیه و تعیین اهداف شخصی",
          "2": "ارائه پیشنهادات غذایی بر اساس اهداف سلامتی شما",
          "3": "ذخیره تاریخچه مصرف غذا و اطلاعات تغذیه‌ای"
        }
      },
      "healthDisclaimer": {
        "title": "3. هشدار پزشکی",
        "important": "توجه مهم:",
        "description": "Calkilo یک دستگاه پزشکی نیست و جایگزین مشاوره پزشکی نمی‌شود. این برنامه صرفاً اطلاعات تغذیه‌ای عمومی ارائه می‌دهد و نباید به عنوان راهنمای پزشکی استفاده شود.",
        "items": {
          "0": "قبل از هرگونه تغییر در رژیم غذایی، حتماً با پزشک یا متخصص تغذیه مشورت کنید",
          "1": "محاسبات کالری این برنامه تقریبی است و ممکن است 100٪ دقیق نباشد",
          "2": "نیازهای تغذیه‌ای هر فرد با توجه به وضعیت سلامتی، داروها و عوامل دیگر متفاوت است",
          "3": "ما مسئولیتی در قبال عواقب استفاده از این برنامه نداریم"
        }
      },
      "limitationOfLiability": {
        "title": "4. محدودیت مسئولیت",
        "description": "Calkilo در قبال خسارات غیرمستقیم، اتفاقی، خاص یا ناشی از استفاده از برنامه مسئولیتی ندارد. این شامل از دست دادن سود، داده یا هرگونه خسارت دیگر می‌شود."
      },
      "contactInformation": {
        "title": "5. تماس با ما",
        "description": "در صورت داشتن سوال درباره این شرایط، می‌توانید با ما تماس بگیرید:",
        "email": "ایمیل: legal@calkilo.app",
        "address": "آدرس: تهران، خیابان ولیعصر، پلاک 1234، واحد 5"
      }
    }
  }
}

