{
  "title": "شروط الخدمة - تطبيق Calkilo حاسبة السعرات الحرارية بالذكاء الاصطناعي",
  "description": "شروط خدمة Calkilo - اقرأ شروطنا وأحكامنا لاستخدام تطبيق حاسبة السعرات الحرارية بالذكاء الاصطناعي. اتفاقية المستخدم وشروط الخدمة.",
  "breadcrumb": {
    "home": "الرئيسية",
    "current": "شروط الخدمة"
  },
  "backToHome": "العودة إلى الرئيسية",
  "lastUpdated": "آخر تحديث: 15 يناير 2024",
  "content": {
    "intro": "مرحبًا بك في Calkilo! تحكم شروط الخدمة هذه (\"الشروط\") في استخدامك لتطبيق حاسبة السعرات الحرارية بالذكاء الاصطناعي (\"التطبيق\") والخدمات ذات الصلة المقدمة من Calkilo (\"نحن\" أو \"لنا\" أو \"خاصتنا\"). من خلال تنزيل أو تثبيت أو استخدام تطبيقنا، فإنك توافق على الالتزام بهذه الشروط.",
    "sections": {
      "acceptanceOfTerms": {
        "title": "1. قبول الشروط",
        "description": "من خلال الوصول إلى تطبيقنا أو استخدامه، فإنك توافق على الامتثال لهذه الشروط والالتزام بها. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام تطبيقنا. نحتفظ بالحق في تعديل هذه الشروط في أي وقت، ويشكل استمرارك في استخدام التطبيق قبول أي تغييرات."
      },
      "descriptionOfService": {
        "title": "2. وصف الخدمة",
        "description": "Calkilo هو تطبيق محمول مدعوم بالذكاء الاصطناعي:",
        "items": {
          "0": "يحلل صور الطعام لحساب السعرات الحرارية ومعلومات التغذية",
          "1": "يوفر تتبع التغذية الشخصية وتحديد الأهداف",
          "2": "يقدم توصيات غذائية بناءً على أهدافك الصحية",
          "3": "يحافظ على تاريخ تناول الطعام والبيانات الغذائية"
        }
      },
      "healthDisclaimer": {
        "title": "3. إخلاء المسؤولية الصحية والطبية",
        "important": "مهم:",
        "description": "Calkilo ليس جهازًا طبيًا أو مزود رعاية صحية. يوفر تطبيقنا معلومات غذائية عامة ولا ينبغي استخدامه كبديل للنصيحة الطبية المهنية أو التشخيص أو العلاج.",
        "items": {
          "0": "استشر دائمًا مع متخصصي الرعاية الصحية المؤهلين قبل إجراء تغييرات غذائية",
          "1": "حسابات السعرات الحرارية لدينا هي تقديرات وقد لا تكون دقيقة بنسبة 100٪",
          "2": "تختلف الاحتياجات الغذائية الفردية بناءً على الحالات الصحية والأدوية وعوامل أخرى",
          "3": "نحن لسنا مسؤولين عن أي نتائج صحية ناتجة عن استخدام تطبيقنا"
        }
      },
      "limitationOfLiability": {
        "title": "4. تحديد المسؤولية",
        "description": "إلى أقصى حد يسمح به القانون، لن تكون CALKILO مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر فقدان الأرباح أو البيانات أو الاستخدام، الناشئة عن استخدامك للتطبيق."
      },
      "contactInformation": {
        "title": "5. معلومات الاتصال",
        "description": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا:",
        "email": "البريد الإلكتروني: legal@calkilo.app",
        "address": "العنوان: فريق Calkilo القانوني، 123 Health Tech Street، سان فرانسيسكو، CA 94105"
      }
    }
  }
}

