{
  "title": "الشروط والأحكام - تطبيق Calkilo حاسبة السعرات الحرارية بالذكاء الاصطناعي",
  "description": "شروط وأحكام Calkilo - اقرأ شروطنا وأحكامنا لاستخدام تطبيق حاسبة السعرات الحرارية بالذكاء الاصطناعي. اتفاقية المستخدم وشروط الاستخدام.",
  "breadcrumb": {
    "home": "الرئيسية",
    "current": "الشروط والأحكام"
  },
  "backToHome": "العودة إلى الرئيسية",
  "lastUpdated": "آخر تحديث: 15 يناير 2024",
  "content": {
    "intro": "مرحبًا بك في Calkilo! تحكم هذه الشروط والأحكام (\"الشروط\") في الوصول إلى تطبيق حاسبة السعرات الحرارية بالذكاء الاصطناعي (\"التطبيق\") ومواقعنا الإلكترونية والخدمات ذات الصلة (مجتمعة، \"الخدمات\") المقدمة من Calkilo (\"نحن\" أو \"لنا\" أو \"خاصتنا\").",
    "sections": {
      "agreementToTerms": {
        "title": "1. الموافقة على الشروط",
        "description": "من خلال الوصول إلى Calkilo أو استخدامه، فإنك توافق على الالتزام بهذه الشروط والأحكام وجميع القوانين واللوائح المعمول بها. إذا كنت لا توافق على أي من هذه الشروط، فأنت محظور من استخدام أو الوصول إلى الخدمات."
      },
      "useLicense": {
        "title": "2. ترخيص الاستخدام",
        "permissionToUse": {
          "title": "2.1 إذن الاستخدام",
          "description": "خاضعًا لامتثالك لهذه الشروط، نمنحك ترخيصًا محدودًا وغير حصري وغير قابل للتحويل وقابل للإلغاء:",
          "items": {
            "0": "تنزيل وتثبيت التطبيق على جهازك المحمول الشخصي",
            "1": "الوصول إلى الخدمات واستخدامها للاستخدام الشخصي وغير التجاري",
            "2": "استخدام ميزات ووظائف التطبيق كما هو مقصود"
          }
        }
      },
      "healthDisclaimer": {
        "title": "3. إخلاء المسؤولية الصحية والطبية",
        "important": "إخلاء المسؤولية الطبية المهم:",
        "description": "Calkilo هو أداة لتتبع التغذية وليس المقصود به تشخيص أو علاج أو علاج أو منع أي مرض أو حالة طبية. المعلومات التي يوفرها تطبيقنا هي لأغراض إعلامية عامة فقط ولا ينبغي اعتبارها نصيحة طبية.",
        "items": {
          "0": "استشر دائمًا مع متخصصي الرعاية الصحية المؤهلين قبل إجراء تغييرات غذائية",
          "1": "حسابات السعرات الحرارية والتغذية لدينا هي تقديرات وقد لا تكون دقيقة بنسبة 100٪",
          "2": "تختلف الاحتياجات الغذائية الفردية بناءً على الحالات الصحية والأدوية والعمر وعوامل أخرى",
          "3": "نحن لسنا مسؤولين عن أي نتائج صحية ناتجة عن استخدام خدماتنا"
        }
      },
      "limitationOfLiability": {
        "title": "4. تحديد المسؤولية",
        "description": "إلى أقصى حد يسمح به القانون المعمول به، لن تكون CALKILO وشركاتها التابعة مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية."
      },
      "contactInformation": {
        "title": "5. معلومات الاتصال",
        "description": "إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، يرجى الاتصال بنا:",
        "email": "البريد الإلكتروني: legal@calkilo.app",
        "address": "العنوان: فريق Calkilo القانوني، 123 Health Tech Street، سان فرانسيسكو، CA 94105"
      }
    }
  }
}

